const NEWS_MOCKUP = [
  {
    author: "임상재 기자",
    clean_url: "naver.com",
    excerpt:
      "오늘 새벽 2시 반쯤 남해고속도로 부산 방향 창원분기점 인근 도로에서 SUV 차량 1대가 도로작업 중이던 화물차를 들이받았습니다. 이어 뒤따르던 벤츠 승용차가, 차에서 내려 사고를 수습하던 SUV 차량 운전자와 작업",
    link: "https://n.news.naver.com/mnews/article/214/0001199338?sid=102",
    media:
      "https://imgnews.pstatic.net/image/214/2022/05/28/0001199338_001_20220528041601560.jpg",
    published_date: "2022-05-28 04:14:00",
    rights: "naver.com",
    summary:
      "독자 제공오늘 새벽 2시 반쯤 남해고속도로 부산 방향 창원분기점 인근 도로에서 SUV 차량 1대가 도로작업 중이던 화물차를 들이받았습니다.이어 뒤따르던 벤츠 승용차가, 차에서 내려 사고를 수습하던 SUV 차량 운전자와 작업자를 다시 추돌했습니다.이 사고로 SUV 차량 운전자와 작업자가 숨지고 벤츠 운전자 1명이 다쳐 인근 병원으로 옮겨졌습니다.경찰은 도로를 막고 차선을 그리는 작업이 이뤄지던 중 사고가 난 것으로 보고 정확한 사고 경위를 조사하고 있습니다.",
    title: "남해고속도로 2차 추돌사고‥2명 사망·1명 부상",
    topic: "news",
    _id: "c91f6de09cd0af83567395098fb29c49",
  },
  {
    author: "손기준 기자",
    clean_url: "naver.com",
    excerpt:
      "어제(27일) 오후 5시 50분쯤, 대전시 유성구 관평동의 왕복 4차로 도로를 달리던 레미콘 차량이 옆으로 전복됐습니다. 이 사고로 차량 운전자가 다쳐 병원으로 옮겨졌고, 사고를 수습하는 동안 30분 정도 정체가 빚",
    link: "https://n.news.naver.com/mnews/article/055/0000976008?sid=102",
    media:
      "https://mimgnews.pstatic.net/image//news/ogtag/navernews_200x200_20160804.png",
    published_date: "2022-05-28 04:11:00",
    rights: "naver.com",
    summary:
      "어제(27일) 오후 5시 50분쯤, 대전시 유성구 관평동의 왕복 4차로 도로를 달리던 레미콘 차량이 옆으로 전복됐습니다.이 사고로 차량 운전자가 다쳐 병원으로 옮겨졌고, 사고를 수습하는 동안 30분 정도 정체가 빚어졌습니다.경찰은 레미콘 차량이 차로를 변경하다 중심을 잃어 넘어진 걸로 보고 정확한 사고 원인을 조사하고 있습니다.",
    title: "대전서 레미콘 차량 전복…운전자 부상",
    topic: "news",
  },
  {
    author: "임상재 기자",
    clean_url: "naver.com",
    excerpt:
      "오늘 새벽 2시 반쯤 남해고속도로 부산 방향 창원분기점 인근 도로에서 SUV 차량 1대가 도로작업 중이던 화물차를 들이받았습니다. 이어 뒤따르던 벤츠 승용차가, 차에서 내려 사고를 수습하던 SUV 차량 운전자와 작업",
    link: "https://n.news.naver.com/mnews/article/214/0001199338?sid=102",
    media:
      "https://imgnews.pstatic.net/image/214/2022/05/28/0001199338_001_20220528041601560.jpg",
    published_date: "2022-05-28 04:14:00",
    rights: "naver.com",
    summary:
      "독자 제공오늘 새벽 2시 반쯤 남해고속도로 부산 방향 창원분기점 인근 도로에서 SUV 차량 1대가 도로작업 중이던 화물차를 들이받았습니다.이어 뒤따르던 벤츠 승용차가, 차에서 내려 사고를 수습하던 SUV 차량 운전자와 작업자를 다시 추돌했습니다.이 사고로 SUV 차량 운전자와 작업자가 숨지고 벤츠 운전자 1명이 다쳐 인근 병원으로 옮겨졌습니다.경찰은 도로를 막고 차선을 그리는 작업이 이뤄지던 중 사고가 난 것으로 보고 정확한 사고 경위를 조사하고 있습니다.",
    title: "남해고속도로 2차 추돌사고‥2명 사망·1명 부상",
    topic: "news",
    _id: "c91f6de09cd0af83567395098fb29c49",
  },
  {
    author: "손기준 기자",
    clean_url: "naver.com",
    excerpt:
      "어제(27일) 오후 5시 50분쯤, 대전시 유성구 관평동의 왕복 4차로 도로를 달리던 레미콘 차량이 옆으로 전복됐습니다. 이 사고로 차량 운전자가 다쳐 병원으로 옮겨졌고, 사고를 수습하는 동안 30분 정도 정체가 빚",
    link: "https://n.news.naver.com/mnews/article/055/0000976008?sid=102",
    media:
      "https://mimgnews.pstatic.net/image//news/ogtag/navernews_200x200_20160804.png",
    published_date: "2022-05-28 04:11:00",
    rights: "naver.com",
    summary:
      "어제(27일) 오후 5시 50분쯤, 대전시 유성구 관평동의 왕복 4차로 도로를 달리던 레미콘 차량이 옆으로 전복됐습니다.이 사고로 차량 운전자가 다쳐 병원으로 옮겨졌고, 사고를 수습하는 동안 30분 정도 정체가 빚어졌습니다.경찰은 레미콘 차량이 차로를 변경하다 중심을 잃어 넘어진 걸로 보고 정확한 사고 원인을 조사하고 있습니다.",
    title: "대전서 레미콘 차량 전복…운전자 부상",
    topic: "news",
  },
  {
    author: "임상재 기자",
    clean_url: "naver.com",
    excerpt:
      "오늘 새벽 2시 반쯤 남해고속도로 부산 방향 창원분기점 인근 도로에서 SUV 차량 1대가 도로작업 중이던 화물차를 들이받았습니다. 이어 뒤따르던 벤츠 승용차가, 차에서 내려 사고를 수습하던 SUV 차량 운전자와 작업",
    link: "https://n.news.naver.com/mnews/article/214/0001199338?sid=102",
    media:
      "https://imgnews.pstatic.net/image/214/2022/05/28/0001199338_001_20220528041601560.jpg",
    published_date: "2022-05-28 04:14:00",
    rights: "naver.com",
    summary:
      "독자 제공오늘 새벽 2시 반쯤 남해고속도로 부산 방향 창원분기점 인근 도로에서 SUV 차량 1대가 도로작업 중이던 화물차를 들이받았습니다.이어 뒤따르던 벤츠 승용차가, 차에서 내려 사고를 수습하던 SUV 차량 운전자와 작업자를 다시 추돌했습니다.이 사고로 SUV 차량 운전자와 작업자가 숨지고 벤츠 운전자 1명이 다쳐 인근 병원으로 옮겨졌습니다.경찰은 도로를 막고 차선을 그리는 작업이 이뤄지던 중 사고가 난 것으로 보고 정확한 사고 경위를 조사하고 있습니다.",
    title: "남해고속도로 2차 추돌사고‥2명 사망·1명 부상",
    topic: "news",
    _id: "c91f6de09cd0af83567395098fb29c49",
  },
  {
    author: "손기준 기자",
    clean_url: "naver.com",
    excerpt:
      "어제(27일) 오후 5시 50분쯤, 대전시 유성구 관평동의 왕복 4차로 도로를 달리던 레미콘 차량이 옆으로 전복됐습니다. 이 사고로 차량 운전자가 다쳐 병원으로 옮겨졌고, 사고를 수습하는 동안 30분 정도 정체가 빚",
    link: "https://n.news.naver.com/mnews/article/055/0000976008?sid=102",
    media:
      "https://mimgnews.pstatic.net/image//news/ogtag/navernews_200x200_20160804.png",
    published_date: "2022-05-28 04:11:00",
    rights: "naver.com",
    summary:
      "어제(27일) 오후 5시 50분쯤, 대전시 유성구 관평동의 왕복 4차로 도로를 달리던 레미콘 차량이 옆으로 전복됐습니다.이 사고로 차량 운전자가 다쳐 병원으로 옮겨졌고, 사고를 수습하는 동안 30분 정도 정체가 빚어졌습니다.경찰은 레미콘 차량이 차로를 변경하다 중심을 잃어 넘어진 걸로 보고 정확한 사고 원인을 조사하고 있습니다.",
    title: "대전서 레미콘 차량 전복…운전자 부상",
    topic: "news",
  },
  {
    author: "임상재 기자",
    clean_url: "naver.com",
    excerpt:
      "오늘 새벽 2시 반쯤 남해고속도로 부산 방향 창원분기점 인근 도로에서 SUV 차량 1대가 도로작업 중이던 화물차를 들이받았습니다. 이어 뒤따르던 벤츠 승용차가, 차에서 내려 사고를 수습하던 SUV 차량 운전자와 작업",
    link: "https://n.news.naver.com/mnews/article/214/0001199338?sid=102",
    media:
      "https://imgnews.pstatic.net/image/214/2022/05/28/0001199338_001_20220528041601560.jpg",
    published_date: "2022-05-28 04:14:00",
    rights: "naver.com",
    summary:
      "독자 제공오늘 새벽 2시 반쯤 남해고속도로 부산 방향 창원분기점 인근 도로에서 SUV 차량 1대가 도로작업 중이던 화물차를 들이받았습니다.이어 뒤따르던 벤츠 승용차가, 차에서 내려 사고를 수습하던 SUV 차량 운전자와 작업자를 다시 추돌했습니다.이 사고로 SUV 차량 운전자와 작업자가 숨지고 벤츠 운전자 1명이 다쳐 인근 병원으로 옮겨졌습니다.경찰은 도로를 막고 차선을 그리는 작업이 이뤄지던 중 사고가 난 것으로 보고 정확한 사고 경위를 조사하고 있습니다.",
    title: "남해고속도로 2차 추돌사고‥2명 사망·1명 부상",
    topic: "news",
    _id: "c91f6de09cd0af83567395098fb29c49",
  },
  {
    author: "손기준 기자",
    clean_url: "naver.com",
    excerpt:
      "어제(27일) 오후 5시 50분쯤, 대전시 유성구 관평동의 왕복 4차로 도로를 달리던 레미콘 차량이 옆으로 전복됐습니다. 이 사고로 차량 운전자가 다쳐 병원으로 옮겨졌고, 사고를 수습하는 동안 30분 정도 정체가 빚",
    link: "https://n.news.naver.com/mnews/article/055/0000976008?sid=102",
    media:
      "https://mimgnews.pstatic.net/image//news/ogtag/navernews_200x200_20160804.png",
    published_date: "2022-05-28 04:11:00",
    rights: "naver.com",
    summary:
      "어제(27일) 오후 5시 50분쯤, 대전시 유성구 관평동의 왕복 4차로 도로를 달리던 레미콘 차량이 옆으로 전복됐습니다.이 사고로 차량 운전자가 다쳐 병원으로 옮겨졌고, 사고를 수습하는 동안 30분 정도 정체가 빚어졌습니다.경찰은 레미콘 차량이 차로를 변경하다 중심을 잃어 넘어진 걸로 보고 정확한 사고 원인을 조사하고 있습니다.",
    title: "대전서 레미콘 차량 전복…운전자 부상",
    topic: "news",
  },
];
